<div class="collapse-content section-margin">
  <div class="container">
    <div class="text-content">
      <h2 class="text-start section-title">
        Качественное производство пластиковых труб: наши технологии и материалы
      </h2>

      <p>
        Наше производство пластиковых труб – это высокотехнологичный процесс,
        основанный на использовании современного оборудования, качественного
        сырья и строгого контроля на каждом этапе. Мы работаем с лучшими
        материалами, такими как полиэтилен, полипропилен и ПВХ, которые обладают
        высокой прочностью, устойчивостью к коррозии и долговечностью. Наши
        трубы экологически безопасны, что делает их идеальными для использования
        в системах водоснабжения, канализации и дренажа.
      </p>
      <p>
        Мы производим трубы различных диаметров и толщины стенок, что позволяет
        удовлетворить потребности строительства, коммунального хозяйства и
        промышленности. На каждом этапе производства мы строго соблюдаем
        температурный режим и давление, чтобы обеспечить равномерную структуру
        материала и отсутствие дефектов. Наши автоматизированные линии контроля
        качества проверяют каждую трубу на герметичность, прочность и
        соответствие стандартам.
      </p>
    </div>

    <div class="collapse-content__wrap text-content" data-opened-element="collapse-content">
      <h2 class="text-start section-title">
        Экологичность и надежность наших пластиковых труб
      </h2>
      <div>
        <p>
          Мы заботимся не только о качестве нашей продукции, но и об окружающей
          среде. Наше производство оснащено системами переработки отходов, а
          также энергосберегающими технологиями, что позволяет минимизировать
          нагрузку на экологию. Это делает наш процесс не только экологичным, но
          и экономически эффективным.
        </p>
        <p>В связи с этим наше производство включает:</p>
        <ul>
          <li>Системы переработки отходов;</li>
          <li>Энергосберегающие технологии;</li>
          <li>Использование экологически чистых материалов.</li>
        </ul>
      </div>
    </div>

    <button
      class="btn btn-show-more"
      data-opened-btn="collapse-content"
      data-active-text="Скрыть"
    >
      Показать все
    </button>
  </div>
</div>
